Repository: City-of-Helsinki/tilavarauspalvelu-core
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi

source: Reservee first name
fi: Varaajan etunimi

source: Reservee last name
fi: Varaajan sukunimi

source: Reservee email
fi: Varaajan sähköposti

source: Reservee phone
fi: Varaajan puhelinnumero

source: Reservee organisation name
fi: Varaajan organisaation nimi

source: Reservee address street
fi: Varaajan katuosoite

source: Reservee address city
fi: Varaajan kaupunki

source: Reservee address zip code
fi: Varaajan postinumero

source: Reservee is an unregistered association
fi: Varaaja on rekisteröimätön yhdistys

source: Preferred language of reservee
fi: Varaajan kieli

source: Type of reservee
fi: Varaajan tyyppi

source: Billing first name
fi: Varauksen maksajan etunimi

source: Billing last name
fi: Varauksen maksajan sukunimi

source: Billing email
fi: Varauksen maksajan sähköposti

source: Billing phone
fi: Varauksen maksajan puhelinnumero

source: Billing address street
fi: Varauksen maksajan katuosoite

source: Billing address city
fi: Varauksen maksajan postitoimipaikka

source: Billing address zip code
fi: Varauksen maksajan postinumero

source: User
fi: Käyttäjä

source: Reason for deny
fi: Syy hylkäämiselle

source: Reason for cancellation
fi: Syy perumiselle

source: SKU for this particular reservation
fi: Tämän varauksen SKU

source: Name of the reservation
fi: Varauksen nimi

source: Description of the reservation
fi: Varauksen kuvaus

source: Number of persons in the reservation
fi: Henkilöiden määrä varauksessa

source: State of the reservation
fi: Varauksen tila

source: Type of reservation
fi: Varauksen tyyppi

source: Details for this reservation's cancellation
fi: Lisätiedot varauksen perumiselle

source: Additional details for denying or approving the reservation
fi: Lisätietoja varauksen hylkäämiseen tai hyväksymiseen

source: Working memo for staff users
fi: Muistio henkilökunnalle

source: Reservation begin date and time
fi: Varauksen alkamishetki

source: Reservation end date and time
fi: Varauksen loppumishetki

source: Buffer time before reservation
fi: Tauko ennen varausta

source: Buffer time after reservation
fi: Tauko varauksen jälkeen

source: When this reservation was handled
fi: Milloin tämä varaus käsiteltiin

source: When this reservation was confirmed
fi: Milloin tämä varaus vahvistettiin

source: When this reservation was created
fi: Milloin tämä varaus luotiin

source: The price of this particular reservation including VAT
fi: Varauksen hinta ALV:n kanssa

source: The price of this particular reservation excluding VAT
fi: Varauksen hinta ilman ALV:ta

source: The non subsidised price of this reservation including VAT
fi: Subventoimaton hinta ALV:n kanssa

source: The non subsidised price of this reservation excluding VAT
fi: Subventoimaton hinta ilman ALV:ta

source: The unit price of this particular reservation
fi: Varauksen yksikköhinta

source: The value of the tax percentage for this particular reservation
fi: ALV:n prosenttiosuus tässä varauksessa

source: Reservee is applying for a free-of-charge reservation
fi: Varaaja hakee alennuskelpoisuutta

source: Reason for applying for a free-of-charge reservation
fi: Syy alennuskelpoisuuden hakemiselle

source: Reservee's business or association identity code
fi: Varaaja yrityksen tai yhdistyksen y-tunnus

source: Reservee's first name
fi: Varaajan etunimi

source: Reservee's last name
fi: Varaajan sukunimi

source: Reservee's email address
fi: Varaajan sähköpostiosoite

source: Reservee's phone number
fi: Varaajan puhelinnumero

source: Reservee's organisation name
fi: Varaajan organisaation nimi

source: Reservee's street address
fi: Varaajan katuosoite

source: Reservee's city
fi: Varaajan kaupunki

source: Reservee's zip code
fi: Varaajan postinumero

source: Reservee's preferred language
fi: Varaajan suosima kieli

source: User who made the reservation
fi: Varauksen tehnyt käyttäjä

source: Reason for denying the reservation
fi: Syy varauksen hylkäämiselle

source: Reason for cancelling the reservation
fi: Syy varauksen perumiselle

source: Purpose of the reservation
fi: Varauksen käyttötarkoitus

source: Reservee's home city
fi: Varaajan kotikunta

source: Age group of the group or association
fi: Ikäryhmä tälle ryhmälle tai yhdistykselle

source: Required fields must be a subset of supported fields
fi: Vaadittujen kenttien täytyy olla tuettujen kenttien alijoukko

source: Search by ID, name or unit name
fi: Etsi ID:llä, nimellä tai toimipisteen nimellä

source: Reservation restrictions
fi: Varausrajoitukset

source: Relations
fi: Suhteet

source: Payment
fi: Maksu

source: Terms of use
fi: Käyttöehdot

source: Instructions
fi: Ohjeet

source: Search terms
fi: Hakusanat

source: Publishing state
fi: Julkaisun tila

source: Reservation state
fi: Varattavuuden tila

source: Additional search terms that will bring up this reservation unit when making text searches in the customer UI. These terms should be added to make sure search results using text search in links from external sources work regardless of the UI language.
fi: Ylimääräiset hakusanat, joilla tätä varausyksikköä on mahdollista hakea tekstihaun kautta asiakaskäyttöliittymässä. Hakusanoja tulee lisätä tähän listaan silloin kun halutaan taata, että järjestelmän ulkopuolelta tulevissa linkeissä käytettävät hakusanat tuottavat oikeat hakutulokset käyttöliittymän kielestä rippumatta.

source: Description (Finnish)
fi: Kuvaus (Suomeksi)

source: Description (English)
fi: Kuvaus (Englanniksi)

source: Description (Swedish)
fi: Kuvaus (Ruotsiksi)

source: Spaces
fi: Tilat

source: Resources
fi: Resurssit

source: Qualifiers
fi: Tarkenteet

source: Reservation unit type
fi: Varausyksikön tyyppi

source: Require introduction
fi: Vaatii perehdytyksen

source: Equipments
fi: Varusteet

source: Terms of use (Finnish)
fi: Käyttöehdot (Suomeksi)

source: Terms of use (English)
fi: Käyttöehdot (Englanniksi)

source: Terms of use (Swedish)
fi: Käyttöehdot (Ruotsiksi)

source: Payment terms
fi: Maksuehdot

source: Cancellation terms
fi: Peruutusehdot

source: Service specific terms
fi: Palvelukohtaiset ehdot

source: Pricing terms
fi: Hinnoitteluehdot

source: Reservation pending instructions
fi: Käsittelyn vaativan varauksen lisätiedot

source: Reservation pending instructions (Finnish)
fi: Käsittelyn vaativan varauksen lisätiedot (Suomeksi)

source: Reservation pending instructions (English)
fi: Käsittelyn vaativan varauksen lisätiedot (Englanniksi)

source: Reservation pending instructions (Swedish)
fi: Käsittelyn vaativan varauksen lisätiedot (Ruotsiksi)

source: Reservation confirmed instructions
fi: Vahvistetun varauksen lisätiedot

source: Reservation confirmed instructions (Finnish)
fi: Vahvistetun varauksen lisätiedot (Suomeksi)

source: Reservation confirmed instructions (English)
fi: Vahvistetun varauksen lisätiedot (Englanniksi)

source: Reservation confirmed instructions (Swedish)
fi: Vahvistetun varauksen lisätiedot (Ruotsiksi)

source: Reservation cancelled instructions
fi: Peruuutuneen varauksen lisätiedot

source: Reservation cancelled instructions (Finnish)
fi: Peruuutuneen varauksen lisätiedot (Suomeksi)

source: Reservation cancelled instructions (English)
fi: Peruuutuneen varauksen lisätiedot (Englanniksi)

source: Reservation cancelled instructions (Swedish)
fi: Peruuutuneen varauksen lisätiedot (Ruotsiksi)

source: Unit
fi: Toimipiste

source: Contact information
fi: Yhteystiedot

source: Max reservation duration
fi: Varauksen maksimikesto

source: Min reservation duration
fi: Varauksen minimikesto

source: Is draft
fi: Luonnos

source: Max persons
fi: Henkilöiden enimmäismäärä

source: Min persons
fi: Henkilöiden vähimmäismäärä

source: Surface area
fi: Pinta-ala

source: Origin hauki resource
fi: Aukiolosovelluksen resurssi

source: Cancellation rule
fi: Peruutusehdot

source: Reservation start interval
fi: Varauksen aloitusväli

source: Reservations max days before
fi: Enin määrä päiviä ennen varauksen alkua

source: Reservations min days before
fi: Vähin määrä päiviä ennen varauksen alkua

source: Reservation begins
fi: Varausten alkamispäivä

source: Reservation ends
fi: Varausten loppumispäivä

source: Publish begins
fi: Julkaisu alkaa

source: Publish ends
fi: Julkaisu päättyy

source: Reservation metadata set
fi: Varauslomake

source: Max reservations per user
fi: Maksimi varauksia per käyttäjä

source: Does the reservations of this require a handling
fi: Vaativatko tämän varausyksikön varaukset käsittelyn

source: Authentication
fi: Tunnistautumisen taso

source: Reservation kind
fi: Varauksen tyyppi

source: Payment types
fi: Maksutyyppi

source: Reservation block whole day
fi: Varaukset sulkevat koko päivän

source: Can apply free of charge
fi: Alennuskelpoinen

source: Allow reservations without opening hours
fi: Salli varaukset ilman aukioloaikoja

source: Is archived
fi: Arkistoitu

source: Order number
fi: Järjestysnumero

source: Payment merchant
fi: Kauppias

source: Payment accounting
fi: Kirjanpidon tiliöintitieto

source: Payment product
fi: Maksutuote

source: Payment terms for the reservation unit.
fi: Varausyksikön maksuehdot.

source: Cancellation terms for the reservation unit.
fi: Varausyksikön peruutusehdot.

source: Service specific terms for the reservation unit.
fi: Varausyksikön palvelualuekohtaiset ehdot.

source: Pricing terms for the reservation unit.
fi: Varausyksikön hinnoitteluehdot.

source: Additional instructions for pending reservation
fi: Lisätietoja käsittelyn vaativalle varaukselle

source: Additional instructions for pending reservation (Finnish)
fi: Lisätietoja käsittelyn vaativalle varaukselle (Suomeksi)

source: Additional instructions for pending reservation (English)
fi: Lisätietoja käsittelyn vaativalle varaukselle (Englanniksi)

source: Additional instructions for pending reservation (Swedish)
fi: Lisätietoja käsittelyn vaativalle varaukselle (Ruotsiksi)

source: Additional instructions for confirmed reservation
fi: Lisätietoja vahvistetulle varaukselle

source: Additional instructions for confirmed reservation (Finnish)
fi: Lisätietoja vahvistetulle varaukselle (Suomeksi)

source: Additional instructions for confirmed reservation (English)
fi: Lisätietoja vahvistetulle varaukselle (Englanniksi)

source: Additional instructions for confirmed reservation (Swedish)
fi: Lisätietoja vahvistetulle varaukselle (Ruotsiksi)

source: Additional instructions for cancelled reservation
fi: Lisätietoja peruutetuille varaukselle

source: Additional instructions for cancelled reservations (Finnish)
fi: Lisätietoja peruutetuille varaukselle (Suomeksi)

source: Additional instructions for cancelled reservations (English)
fi: Lisätietoja peruutetuille varaukselle (Englanniksi)

source: Additional instructions for cancelled reservations (Swedish)
fi: Lisätietoja peruutetuille varaukselle (Ruotsiksi)

source: Is this in draft state
fi: Onko tämä varausyksikkö luonnos-tilassa

source: Maximum number of persons
fi: Henkilöiden maksimimäärä

source: Minimum number of persons
fi: Henkilöiden minimimäärä

source: Determines the interval for the start time of the reservation. For example an interval of 15 minutes means a reservation can begin at minutes 15, 30, 60, or 90.
fi: Määrittää aloitusintervallint alkavalle varaukselle. Jos intervalli on esim. 15 minuuttia, varaus voi alkaa minuuteilla 15, 30, 60 tai 90.

source: Minimum days before reservations can be made
fi: Minimi määrä päiviä ennen kuin varauksia voidaan tehdä

source: Maximum number of days before reservations can be made
fi: Maksimi määrä päiviä ennen kuin varauksia voidaan tehdä

source: Time when making reservations become possible for this reservation unit.
fi: Aika, jolloin varauksien tekeminen tulee mahdolliseksi tälle varausyksikölle.

source: Time when making reservations become not possible for this reservation unit
fi: Aika, jolloin varauksien tekeminen ei ole enää mahdollista tälle varausyksikölle

source: Time after this reservation unit should be publicly visible in UI.
fi: Aika, jonka jälkeen tämä varausyksikkö tulee julkisesti näkyville käyttöliittymässä.

source: Time after this reservation unit should not be publicly visible in UI.
fi: Aika, jonka jälkeen tämä varausyksikkö ei enää ole julkisesti näkyvillä käyttöliittymässä.

source: Reservation metadata set that defines the set of supported and required form fields for this reservation unit.
fi: Varauslomake, joka määrittelee tuetut ja vaaditut lomakkeen kentät tälle varausyksikölle.

source: Maximum number of active reservations per user
fi: Maksimi määrä aktiivisia varauksia per käyttäjä

source: Does reservations of this reservation unit need to be handled before they're confirmed.
fi: Vaativatko tämän varausyksikön varaukset käsittelyn ennen kuin ne voidaan vahvistaa.

source: Authentication required for reserving this reservation unit.
fi: Tunnistautumisen taso joka vaaditaan tämän varausyksikön varaamiseen.

source: What kind of reservations are to be booked with this reservation unit.
fi: Minkä tyyppisiä varauksia voidaan tehdä tämän varausyksikön kautta.

source: Can reservations to this reservation unit be able to apply free of charge.
fi: Voivatko tämän varausyksikön varaukset olla alennuskelpoisia.

source: Is it possible to reserve this reservation unit when opening hours are not defined.
fi: Onko tämä varausyksikkö varattavissa, kun aukioloaikoja ei ole saatavilla.

source: Is reservation unit archived.
fi: Onko varausyksikkö arkistoitu.

source: Order number to be use in api sorting.
fi: Järjestysnumero, jota käytetään rajapinnan järjestämisessä.

source: Merchant used for payments
fi: Kauppias, jota käytetään maksuihin

source: Payment accounting information
fi: Maksujen kirjanpidon tiliöintitiedot

source: Product used for payments
fi: Tuote, jota käytetään maksuihin

source: Search by name or unit name
fi: Etsi nimellä tai toimipisteen nimellä

source: Duration (ns)
fi: Kesto (ns)

source: Succeeded
fi: Onnistunut

source: SQL that was executed (without params).
fi: Suoritettu SQL (ilman parametreja).

source: Duration of the SQL query in nanoseconds.
fi: SQL-kyselyn kesto nanosekunteina.

source: Whether the SQL query succeeded or not.
fi: Onnistuiko SQL-kysely vai ei.

source: Request log
fi: Rajapintakutsun loki

source: Stack trace where the SQL query was executed.
fi: Stack trace siellä missä SQL-kysely suoritettiin.

source: Search by SQL, request log path, body or request ID
fi: Etsi SQL:llä, rajapintakutsun polulla, sisällöllä tai ID:llä

source: Search by name or TPREK ID
fi: Etsi nimellä tai TPREK ID:llä

source: Search by name
fi: Etsi nimellä

source: Search by user's username, email, first name, last name, unit or unit group
fi: Etsi käyttäjänimellä, sähköpostilla, etu- tai sukunimellä, toimipisteellä tai yksikköryhmällä

source: Search by Username, First name, Last name or Email
fi: Etsi käyttäjänimellä, etunimellä, sukunimellä tai sähköpostilla

source: Settings
fi: Asetukset

source: ID token info
fi: ID token sisältö

source: Permissions
fi: Oikeudet

source: User has upcoming or too recent reservations.
fi: Käyttäjällä on tulevia tai liian äskettäisiä varauksia.

source: User has an unhandled application.
fi: Käyttäjällä on käsittelemätön hakemus.

source: User has open payments.
fi: Käyttäjällä on avoimia maksuja.

source: A valid integer is required.
fi: Syötä oikea kokonaisluku.

source: Choice "%(choice)s" is not allowed. Allowed choices are: %(allowed_choices)s.
fi: Valinta "%(choice)s" ei ole sallittu. Mahdolliset valinnat ovat: %(allowed_choices)s.

source: You have been successfully logged out.
fi: Sinut on nyt kirjattu ulos.

source: Generic terms
fi: Yleiset ehdot

source: Recurring reservation terms
fi: Kausivarauksen ehdot

source: Service-specific terms
fi: Palvelukohtaiset ehdot

# OrderStatus
source: Draft
fi: Luonnos

# OrderStatus
source: Expired
fi: Rauennut

# OrderStatus
source: Cancelled
fi: Peruttu

# OrderStatus
source: Paid
fi: Maksettu

# OrderStatus
source: Paid manually
fi: Maksettu manuaalisesti

# OrderStatus
source: Refunded
fi: Palautettu

# OrderStatus
source: Free
fi: Maksuton

# ResourceLocationType
source: Fixed
fi: Kiinteä

# ResourceLocationType
source: Movable
fi: Siirrettävä

source: Admin
fi: Pääkäyttäjä

source: Handler
fi: Käsittelijä

source: Viewer
fi: Katselija

source: Reserver
fi: Varaaja

source: Notification manager
fi: Ilmoituksen hallitsija.

# EmailType
source: Application handled
fi: Kausivaraushakemus käsitelty

# EmailType
source: Application in allocation
fi: Kausivaraushakemus käsittelyssä

# EmailType
source: Application received
fi: Kausivaraushakemus vastaanotettu

# EmailType
source: Application section cancelled
fi: Kausivaraushakemuksen osa peruttu

# EmailType
source: Permission deactivation
fi: Käyttöoikeuksien deaktivointi

# EmailType
source: User anonymization
fi: Käyttäjän anonymisointi

# EmailType
source: Reservation approved
fi: Varaus hyväksytty

# EmailType
source: Reservation cancelled
fi: Varaus peruttu

# EmailType
source: Reservation confirmed
fi: Varaus vahvistettu

# EmailType
source: Reservation modified
fi: Varausta muokattu

# EmailType
source: Reservation rejected
fi: Varaus hylätty

# EmailType
source: Reservation requires handling
fi: Varaus odottaa käsittelyä

# EmailType
source: Reservation requires payment
fi: Varaus odottaa maksua

# EmailType
source: Seasonal reservation cancelled single
fi: Kausivaraus peruttu yksittäinen

# EmailType
source: Seasonal reservation modified series
fi: Kausivaraus muokattu sarja

# EmailType
source: Seasonal reservation modified single
fi: Kausivaraus muokattu yksittäinen

# EmailType
source: Seasonal reservation rejected series
fi: Kausivaraus hylätty sarja

# EmailType
source: Seasonal reservation rejected single
fi: Kausivaraus hylätty yksittäinen

# EmailType
source: Staff notification application section cancelled
fi: Käsittelijä ilmoitus kausivaraushakemuksen osan perumisesta

# EmailType
source: Staff notification reservation made
fi: Käsittelijä ilmoitus uudesta varauksesta

# EmailType
source: Staff notification reservation requires handling
fi: Käsittelijän ilmoitus käsittelyä vaativasta varauksesta

# HaukiResourceState
source: Open
fi: Auki

# HaukiResourceState
source: Closed
fi: Suljettu

# HaukiResourceState
source: Undefined
fi: Määrittelemätön

# HaukiResourceState
source: Self service
fi: Itsepalvelu

# HaukiResourceState
source: With key
fi: Avaimella

# HaukiResourceState
source: With reservation
fi: Varauksella

# HaukiResourceState
source: Open and reservable
fi: Auki ja varattavissa

# HaukiResourceState
source: With key and reservation
fi: Avaimella ja varauksella

# HaukiResourceState
source: Enter only
fi: Vain sisäänkäynti

# HaukiResourceState
source: Exit only
fi: Vain uloskäynti

# HaukiResourceState
source: Weather permitting
fi: Sään salliessa

# HaukiResourceState
source: Not in use
fi: Ei vuoroa käytössä

# HaukiResourceState
source: Maintenance
fi: Siivoustauko/huoltotauko

# CustomerType
source: Business
fi: Yritys

# CustomerType
source: Nonprofit
fi: Voittoa tavoittelematon

# CustomerType
source: Individual
fi: Yksityinen

# ReservationState
source: Created
fi: Luotu

# ReservationState
source: Cancelled
fi: Peruutettu

# ReservationState
source: Requires handling
fi: Käsittelemättä

# ReservationState
source: Waiting for payment
fi: Odottaa maksua

# ReservationState
source: Confirmed
fi: Hyväksytty

# ReservationState
source: Denied
fi: Hylätty

# ReservationType
source: Normal
fi: Normaali

# ReservationType
source: Blocked
fi: Suljettu

# ReservationType
source: Staff
fi: Henkilökunta

# ReservationType
source: Behalf
fi: Puolesta

# ReservationType
source: Seasonal
fi: Kausi

# ReservationTypeStaffChoice
source: Blocked
fi: Suljettu

# ReservationTypeStaffChoice
source: Staff
fi: Henkilökunta

# ReservationTypeStaffChoice
source: Behalf
fi: Puolesta

# RejectionReadiness
source: Interval not allowed
fi: Aloitusaika ei sallittu

# RejectionReadiness
source: Overlapping reservations
fi: Päällekkäisiä varauksia

# RejectionReadiness
source: Reservation unit closed
fi: Varausyksikkö suljettu

source: Draft
fi: Luonnos

source: Scheduled publishing
fi: Julkaisu ajastettu

source: Scheduled hiding
fi: Piilotus ajastettu

source: Scheduled period
fi: Julkaisuväli ajastettu

source: Hidden
fi: Piilotettu

source: Published
fi: Julkaistu

source: Archived
fi: Arkistoitu

source: Scheduled reservation
fi: Varaus ajastettu

source: Reservable
fi: Varattavissa

source: Scheduled closing
fi: Sulku ajastettu

source: Reservation closed
fi: Suljettu

source: 15 minutes
fi: 15 minuuttia

source: 30 minutes
fi: 30 minuuttia

source: 60 minutes
fi: 60 minuuttia

source: 90 minutes
fi: 90 minuuttia

source: 2 hours
fi: 2 tuntia

source: 3 hours
fi: 3 tuntia

source: 4 hours
fi: 4 tuntia

source: 5 hours
fi: 5 tuntia

source: 6 hours
fi: 6 tuntia

source: 7 hours
fi: 7 tuntia

# ReservationKind
source: Direct
fi: Suora

# ReservationKind
source: Season
fi: Kausi

# ReservationKind
source: Direct and season
fi: Suora ja kausi

# PricingType
source: Paid
fi: Maksullinen

# PricingType
source: Free
fi: Maksuton

# PaymentType
source: Online
fi: Verkossa

# PaymentType
source: On site
fi: Paikan päällä

# PaymentType
source: Invoice
fi: Lasku

# PriceUnit
source: per 15 minutes
fi: per 15 minuuttia

# PriceUnit
source: per 30 minutes
fi: per 30 minuuttia

# PriceUnit
source: per hour
fi: per tunti

# PriceUnit
source: per half a day
fi: per puolipäivää

# PriceUnit
source: per day
fi: per päivä

# PriceUnit
source: per week
fi: per viikko

# PriceUnit
source: fixed
fi: per kerta

# PricingStatus
source: past
fi: mennyt

# PricingStatus
source: active
fi: aktiivinen

# PricingStatus
source: future
fi: tuleva

# AuthenticationType
source: Weak
fi: Heikko

# AuthenticationType
source: Strong
fi: Vahva

# ReservationUnitImageType
source: Main image
fi: Pääkuva

# ReservationUnitImageType
source: Ground plan
fi: Pohjapiirros

# ReservationUnitImageType
source: Map
fi: Kartta

# ReservationUnitImageType
source: Other
fi: Muu

source: Monday
fi: Maanantai

source: Tuesday
fi: Tiistai

source: Wednesday
fi: Keskiviikko

source: Thursday
fi: Torstai

source: Friday
fi: Perjantai

source: Saturday
fi: Lauantai

source: Sunday
fi: Sunnuntai

# Priority
source: Primary
fi: Ensisijainen

# Priority
source: Secondary
fi: Toissijainen

# ApplicantType
source: Individual
fi: Yksityinen

# ApplicantType
source: Association
fi: Yhdistys

# ApplicantType
source: Community
fi: Yhteisö

# ApplicantType
source: Company
fi: Yritys

# ApplicationRoundStatus
source: Upcoming
fi: Tulossa

# ApplicationRoundStatus
source: Open
fi: Haku avoinna

# ApplicationRoundStatus
source: In Allocation
fi: Käsittelyssä

# ApplicationRoundStatus
source: Handled
fi: Käsitelty

# ApplicationRoundStatus
source: Results Sent
fi: Päätökset lähetetty

# ApplicationRoundReservationCreationStatus
source: Not completed
fi: Ei valmis

# ApplicationRoundReservationCreationStatus
source: Completed
fi: Valmis

# ApplicationRoundReservationCreationStatus
source: Failed
fi: Epäonnistunut

# ApplicationStatus
source: Draft
fi: Luonnos

# ApplicationStatus
source: Received
fi: Vastaanotettu

# ApplicationStatus
source: In Allocation
fi: Käsittelyssä

# ApplicationStatus
source: Handled
fi: Käsitelty

# ApplicationStatus
source: Results Sent
fi: Päätökset lähetetty

# ApplicationStatus
source: Expired
fi: Rauennut

# ApplicationStatus
source: Cancelled
fi: Peruttu

# ApplicationSectionStatus
source: Unallocated
fi: Vastaanotettu

# ApplicationSectionStatus
source: In Allocation
fi: Käsittelyssä

# ApplicationSectionStatus
source: Handled
fi: Käsitelty

# ApplicationSectionStatus
source: Rejected
fi: Hylätty

# OrganizationType
source: Company
fi: Yritys

# OrganizationType
source: Registered association
fi: Rekisteröity yhdistys
