Repository: City-of-Helsinki/tilavarauspalvelu-core
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi

source: Finnish
fi: Suomi

source: English
fi: Englanti

source: Swedish
fi: Ruotsi

source: Change password
fi: Vaihda salasana

source: Log out
fi: Kirjaudu ulos

source: Home
fi: Koti

source: Deny reservations
fi: Hylkää varauksia

source: Number of unpaid reservations to be denied:
fi: Hylättävien ilmaisten varausten määrä:

source: Number of paid reservations to be denied:
fi: Hylättävien maksullisten varausten määrä:

source: of which can be refunded:
fi: joista voidaan hyvittää:

source: Number of ended reservations, which can't be denied:
fi: Valittujen varausten määrä, jota ei voida hylätä:

source: Reason for denying the reservations
fi: Syy varauksen hylkäämiselle

source: Yes, I'm sure
fi: Kyllä, olen varma

source: No, take me back
fi: Ei, vie minut takaisin

source: Reset allocations
fi: Nollaa allokoinnit

source: Email Template Testing
fi: Email-pohjan testaus

source: Street address
fi: Katuosoite

source: Post code
fi: Postinumero

source: City
fi: Kaupunki

source: Search by street address, post code or city
fi: Etsi katuosoitteella, postinumerolla tai kaupungilla

source: Search by day of the week, reservation unit, unit, application section, user's first or last name or email
fi: Etsi viikonpäivän, varausyksikön, toimipisteen, hakemuksen osan, käyttäjän etu- tai sukunimen tai sähköpostin perusteella

source: Application
fi: Hakemus

source: Application Round
fi: Kausivarauskierros

source: Application round status
fi: Kausivarauskierroksen status

source: Application status
fi: Hakemuksen status

source: Application section status
fi: Hakemuksen osan status

source: Day of the week
fi: Viikonpäivä

source: Reservation unit option
fi: Varausyksikkö-vaihtoehto

source: Reservation unit option for to this allocation.
fi: Varausyksikkövaihtoehto tälle allokoinnille.

source: Begin time
fi: Aloitusaika

source: End time
fi: Lopetusaika

source: Allocated day of the week.
fi: Allokoitu viikonpäivä

source: Allocated begin time.
fi: Allokoitu aloitusaika

source: Allocated end time.
fi: Allokoitu lopetusaika

source: Search by user's first name, last name or reservation units name
fi: Etsi käyttäjän etu- tai sukunimellä tai varausyksikön nimellä

source: Created at
fi: Luotu

source: Basic information
fi: Perustiedot

source: Applicant
fi: Hakija

source: Time
fi: Aika

source: Notes
fi: Huomiot

source: Reset application allocations
fi: Nollaa hakemuksen allokoinnit

source: Are you sure?
fi: Oletko varma?

source: Are you sure you want reset allocations for these applications?
fi: Oletko varma, että haluat nollata näiden hakemusten allokoinnit?

source: Suitable days of the week
fi: Sopivat viikonpäivät

source: Reservation minimum duration
fi: Varauksen minimikesto

source: Reservation maximum duration
fi: Varauksen maksimikesto

source: Applied reservations per week
fi: Haetut toistokerrat

source: Suitable days of the week for this section.
fi: Hakemuksen osalle sopivat viikonpäivät.

source: Minimum duration that should be allocated for this section.
fi: Minimikesto allokoitaville vuoroille.

source: Maximum duration that should be allocated for this section.
fi: Maksimikesto allokoitaville vuoroille.

source: How many reservation the applicant has applied for per week.
fi: Kuinka monta toistokertaa hakija on toivonut per viikko.

source: %(draft)s: Application started but not ready. <br>%(received)s: Application sent by user. <br>%(in_allocation)s: Application's sections are being allocated. <br>%(handled)s: Application's sections have all been allocated. <br>%(results_sent)s: Application's results have been sent to user. <br>%(expired)s: Application not completed before application round ended. <br>%(cancelled)s: Application cancelled by user. <br>
fi: %(draft)s: Hakemus aloitettu. <br>%(received)s: Hakemus lähetetty. <br>%(in_allocation)s: Hakemus siirtynyt käsittelyyn. <br>%(handled)s: Hakemus käsitelty. <br>%(results_sent)s: Käsittelyn tuloksesta ilmoitettu hakijalle. <br>%(expired)s: Hakemusta ei lähetetty ennen hakuajan loppumista. <br>%(cancelled)s: Hakemus peruttu hakijan toimesta. <br>

source: Applicant type
fi: Hakijan tyyppi

source: Application round
fi: Kausivarauskierros

source: Organisation
fi: Organisaatio

source: Contact person
fi: Yhteyshenkilö

source: Billing address
fi: Laskutusosoite

source: Home city
fi: Kotikunta

source: Additional information
fi: Lisätiedot

source: Working memo
fi: Käsittelymuistio

source: Sent date
fi: Lähetyspäivä ja -aika

source: Cancelled date
fi: Perumispäivä

source: In allocation notification sent date
fi: 'Käsittelyssä' ilmoituksen lähettämispäivä ja -aika

source: Results ready notification sent date
fi: 'Käsitelty' ilmoituksen lähettämispäivä ja -aika

source: Applicant type.
fi: Hakijan tyyppi.

source: Application round the application is in.
fi: Hakemuksen kausivarauskierros

source: Organisation the application is for.
fi: Hakemuksen organisaatio

source: Contact person for the application.
fi: Hakemuksen yhteyshenkilö

source: Applicant for the application.
fi: Hakemuksen hakija

source: Billing address for the application.
fi: Hakemuksen laskutusosoite

source: Home city for the application.
fi: Hakemuksen kotipaikka

source: Additional information for the application.
fi: Hakemuksen lisätiedot

source: Working memo for staff users.
fi: Muistio henkilökunnalle

source: Date when the application was sent.
fi: Päivämäärä, jolloin hakemus lähetettiin.

source: Date when the application was cancelled.
fi: Päivämäärä, jolloin hakemus peruttiin.

source: Date when the applicant was notified that this application round is now in allocation.
fi: Päivä ja aika, millon hakija sai tiedon, että hakemus on käsittelyssä.

source: Date when the applicant was notified that this application round results are now ready.
fi: Päivä ja aika, millon hakija sai tiedon, että hakemus on käsitelty.

source: Criteria
fi: Kriteeri

source: Reset application round
fi: Nollaa kausivarauskierros

source: Are you sure you want to reset these application rounds?
fi: Oletko varma, että haluat nollata nämä kausivarauskierrokset?

source: %(upcoming)s: Applications cannot yet be made in the round. <br>%(open)s: Applications can be made in the round. <br>%(in_allocation)s: Applications in the round are being allocated. <br>%(handled)s: All application have been allocated. <br>%(results_sent)s: All application results have been sent to users. <br>
fi: %(upcoming)s: Hakemuksia ei voi vielä tehdä. <br>%(open)s: Hakemuksia voi tehdä. <br>%(in_allocation)s: Hakemuksiin jaetaan vuoroja. <br>%(handled)s: Kierros on käsitelty. <br>%(results_sent)s: Tulokset on lähetetty hakijoille. <br>

source: Name
fi: Nimi

source: Name (Finnish)
fi: Nimi (suomeksi)

source: Name (English)
fi: Nimi (englanniksi)

source: Name (Swedish)
fi: Nimi (ruotsiksi)

source: Reservation units
fi: Varausyksiköt

source: Application period begin date and time
fi: Hakuajan alkamispäivä ja -aika

source: Application period end date and time
fi: Hakuajan loppumispäivä ja -aika

source: Reservation period begin date
fi: Varattavan ajanjakson alkamispäivä

source: Reservation period end date
fi: Varattavan ajanjakson loppumispäivä

source: Public display begin date and time
fi: Julkisen näkyvyyden alkamispäivä ja -aika

source: Public display end date and time
fi: Julkisen näkyvyyden loppumispäivä ja -aika

source: Handled date
fi: Käsittelyn valmistumispäivä ja -aika

source: Purposes
fi: Käyttötarkoitukset

# ApplicationRound
source: Terms of use
fi: Sopimusehdot

source: Application criteria
fi: Hakukriteerit

source: Application criteria (Finnish)
fi: Hakukriteerit (suomeksi)

source: Application criteria (English)
fi: Hakukriteerit (englanniksi)

source: Application criteria (Swedish)
fi: Hakukriteerit (ruotsiksi)

source: Notes when applying
fi: Huomioi hakiessa

source: Notes when applying (Finnish)
fi: Huomioi hakiessa (Suomeksi)

source: Notes when applying (English)
fi: Huomioi hakiessa (Englanniksi)

source: Notes when applying (Swedish)
fi: Huomioi hakiessa (Ruotsiksi)

source: Name that describes the application round.
fi: Kausivarauskierrosta kuvaava nimi

source: Name that describes the application round in Finnish.
fi: Kausivarauskierrosta kuvaava nimi suomeksi

source: Name that describes the application round in English.
fi: Kausivarauskierrosta kuvaava nimi englanniksi

source: Name that describes the application round in Swedish.
fi: Kausivarauskierrosta kuvaava nimi ruotsiksi

source: Reservation units that can be applied for in this application round.
fi: Varausyksiköt, joihin kausivarauskierroksella voi hakea

source: Start date and time of the period when application can be sent.
fi: Alku päivämäärä ja -aika, josta eteenpäin hakemuksia voi lähettää.

source: End date and time of the period when application can be sent.
fi: Loppu päivämäärä ja -aika, johon asti hakemuksia voi lähettää.

source: Start date of the period to which the reservations will be made.
fi: Alkupäivämäärä, josta eteenpäin varaukset tullaan tekemään.

source: End date of the period to which the reservations will be made.
fi: Loppupäivämäärä, johon asti varaukset tullaan tekemään.

source: Start date and time when application round is visible to public.
fi: Alkupäivämäärä ja -aika, josta eteenpäin kausivarauskierros on näkyvissä julkisesti.

source: End date and time when application round is visible to public.
fi: Loppupäivämäärä ja -aika, johon asti kausivarauskierros on näkyvissä julkisesti.

source: When the application round was handled.
fi: Päivämäärä, jolloin kausivarauskierros käsiteltiin loppuun.

source: When the application round applications were sent to applicants.
fi: Päivämäärä, jolloin kausivarauskierroksen hakemusten päätökset lähetettiin hakijoille.

source: Purposes that are allowed in this application period.
fi: Kausivarauskierroksella mahdolliset käyttötarkoitukset.

source: Terms of use for the application round.
fi: Kausivarauskierroksen sopimusehdot.

source: Application criteria for the application round.
fi: Kausivarauskierroksen hakukriteerit.

source: Application criteria for the application round in Finnish.
fi: Kausivarauskierroksen hakukriteerit suomeksi.

source: Application criteria for the application round in English.
fi: Kausivarauskierroksen hakukriteerit englanniksi.

source: Application criteria for the application round in Swedish.
fi: Kausivarauskierroksen hakukriteerit ruotsiksi.

source: Text to show to applicants while they fill out their application.
fi: Teksti, joka näytetään hakijoille heidän täyttäessään hakemuksia.

source: Which weekday this timeslot concerns.
fi: Mitä viikonpäivää tämä aikaikkuna koskee

source: Timeslots when the reservation unit is reservable
fi: Aikaikkunat, jolloin varausyksikkö on varattavissa

source: Is the reservation unit closed on this weekday?
fi: Onko varausyksikkö suljettu tänä viikonpäivänä?

source: Search by name, application user's first name or last name
fi: Etsi nimellä, hakijan etu- tai sukunimellä

source: Age group
fi: Ikäryhmä

source: Reservation purpose
fi: Varaustarkoitukset

source: Reservation unit
fi: Varausyksikkö

source: Reservation unit for to this option.
fi: Varausyksikkö tälle vaihtoehdolle.

source: Preferred order
fi: Suosittu järjestys

source: Rejected
fi: Hylätty

source: Locked
fi: Lukittu

source: Preferred order of the reservation unit option.
fi: Varausyksikkövaihtoehdon suosittu järjestys.

source: Rejected reservation unit options can never receive allocations.
fi: Hylätyt varausyksikkövaihtoehdot eivät koskaan voi saada allokaatioita.

source: Locked reservation unit options can no longer receive allocations.
fi: Lukitut varausyksikkövaihtoehdot eivät voi enää saada allokaatioita.

source: Fulfilled
fi: Täyttynyt

source: Has this suitable time range been fulfilled based on existing allocations and reservation unit options being locked or rejected.
fi: Onko tämä sopiva aikaväli täyttynyt olemassa olevien allokaatioiden ja varausyksikkövaihtoehtojen hylkäysten tai lukitusten myötä.

source: Priority
fi: Prioriteetti

source: Priority of the time range.
fi: Sopivan aikavälin prioriteetti.

source: Requested day of the week.
fi: Pyydetty viikonpäivä.

source: Requested start time for allocations.
fi: Pyydetty aloitusaika allokaatioille.

source: Requested end time for allocations.
fi: Pyydetty lopetusaika allokaatioille.

source: %(unallocated)s: Section has been created, but application round is still open. <br>%(in_allocation)s: Application round has closed, but the section is not fully allocated. <br>%(handled)s: Application round is no longer in allocation, section's applied reservations per week has been fulfilled, or all reservation unit options rejected or locked. <br>%(rejected)s: All applied slots for this application section have been locked or rejected. <br>
fi: %(unallocated)s: Hakemuksen osa luotu, mutta kausivarauskierroksen hakuaika on vielä auki. <br>%(in_allocation)s: Hakuaika on sulkeutunut, mutta osaa ei ole vielä kokonaan käsitelty. <br>%(handled)s: Kausivarauskierros on käsitelty, tai osan toistokerrat on täytetty, tai kaikki varausyksikkö-vaihtoehdot on hylätty tai lukittu. <br>%(rejected)s: Kaikki haetut toistokerrat tälle hakemuksen osalle ovat lukittu tai hylätty. <br>

source: External UUID
fi: Ulkoinen UUID

source: Number of persons
fi: Henkilömäärä

source: Reservations begin date
fi: Varausten alkamispäivä

source: Reservations end date
fi: Varausten loppumispäivä

source: Purpose
fi: Käyttötarkoitus

source: ID for external systems to use
fi: Tunniste ulkoisten järjestelmien käyttöön

source: Name that describes this section.
fi: Nimi joka kuvaa tätä hakeuksen osaa.

source: Number of persons that are excepted to attend this section.
fi: Kuinka monen henkilön odotetaan osallistuvan hakemuksen osan varauksiin.

source: First date on which reservations for this section are created.
fi: Ensimmäinen päivä jolle varaukset tehdään allokointien perusteella.

source: Last date on which reservations for this section are created.
fi: Viimeinen päivä jolle varaukset tehdään allokointien perusteella.

source: Application this section is in.
fi: Hakemus jolle tämä osa kuuluu.

source: Age group for this section.
fi: Hakemuksen osan ikäryhmä.

source: Purpose for this section.
fi: Hakemuksen osan käyttötarkoitus.

source: Name of the notification. Should be unique.
fi: Ilmoituksen nimi. Tulee olla uniikki.

source: Notification body.
fi: Ilmoituksen sisältö.

source: Level of the notification.
fi: Ilmoituksen taso.

source: Target user interface of the notification.
fi: Ilmoituksen kohdistettu käyttöliittymä.

source: Start date of the notification. If empty, 'active_until' must also be empty.
fi: Ilmoituksen alkamispäivämäärä. Jos tyhjä, 'active_until' täytyy myös olla tyhjä.

source: End date of the notification. If empty, 'active_from' must also be empty.
fi: Ilmoituksen loppumispäivämäärä. Jos tyhjä, 'active_from' täytyy myös olla tyhjä.

source: Is the notification a draft. Drafts won't be shown to users, even if they would be active.
fi: Onko ilmoitus luonnos. Luonnoksia ei näytetä käyttäjille, vaikka ne olisivat aktiivisia.

source: Description
fi: Kuvaus

source: GitHub release
fi: GitHub julkaisu

source: Jira ticket URL
fi: Jira tiketin osoite

source: GitHub PR URL
fi: GitHub PR osoite

source: Target application
fi: Kohde sovellus

source: Fix priority
fi: Korjauksen prioriteetti

source: Fix strategy
fi: Korjauksen strategia

source: Phase
fi: Vaihe

source: Real issue?
fi: Oikea ongelma?

source: Found by
fi: Löytäjä

source: Found at
fi: Löydetty

source: Fixed by
fi: Korjaaja

source: Fixed at
fi: Korjattu

source: Updated at
fi: Päivitetty

source: Name of the bug report
fi: Virheilmoituksen nimi

source: Description for the bug report
fi: Virheilmoituksen kuvaus

source: GitHub release tag
fi: GitHub julkaisun tagi

source: Which application was the bug found in?
fi: Missä sovelluksessa virhe löydettiin?

source: How urgently should this bug be fixed?
fi: Kuinka pian virhe tulisi korjata?

source: In which way could this bug have been caught?
fi: Millä tavalla tämän virhe olisi voinut saada kiinni?

source: Phase in which the bug was found
fi: Vaihe jossa virhe löydettiin

source: Was this a real issue or e.g. broken test?
fi: Oliko virhe oikea, vai esim. rikkinäisen testin aiheuttama?

source: Who found the bug?
fi: Kuka löysi virheen?

source: When was the bug found?
fi: Milloin virhe löydettiin?

source: Who fixed the bug?
fi: Kuka korjasi virheen?

source: When was the bug fixed?
fi: Milloin virhe korjattiin?

source: When was the bug report created?
fi: Milloin virheilmoitus tehtiin?

source: When was the bug report updated?
fi: Milloin virheilmoitusta muokattiin viimeksi?

source: Search by name, description, Jira ticket URL or GitHub PR URL
fi: Hae nimen, kuvauksen, jiratiketin osoitteen tai GitHub PR:n osoitteen avulla

source: Municipality
fi: Kunta

source: Name of the city.
fi: Kunnan nimi

source: Municipality code for the city.
fi: Kuntanumero

source: Test email '%(email_type)s' successfully sent.
fi: Testisähköposti %(email_type)s' lähetetty onnistuneesti.

source: Search by username, email, first name or last name
fi: Etsi käyttäjänimellä, sähköpostilla, etu- tai sukunimellä

source: Email
fi: Sähköposti

source: Company code
fi: Y-tunnus

source: Year established
fi: Perustamisvuosi

source: Active members
fi: Aktiivisia jäseniä

source: Core business area
fi: Ydinliiketoiminta-alue

source: Organisation type
fi: Organisaation tyyppi

source: Address
fi: Osoite

source: Name of the organisation.
fi: Organisaation nimi

source: Email address of the organisation.
fi: Organisaation sähköpostiosoite

source: Organisation company code.
fi: Organisaation y-tunnus

source: Year the organisation was established.
fi: Organisaation perustamisvuosi

source: Number of active members in the organisation.
fi: Organisaation aktiivisten jäsenten määrä

source: Organisation core business area.
fi: Organisaation ydinliiketoiminta-alue

source: Organisation type.
fi: Organisaation tyyppi

source: Organisation address.
fi: Organisaation osoite

source: Search by organisation name or identifier
fi: Etsi organisaation nimellä tai tunnisteella

source: OriginHaukiResources with this specific hash never have any opening hours.
fi: OriginHaukiResources, joilla on tämä tietty tarkiste, eivät koskaan sisällä aukioloaikoja.

source: ID of the resource in Hauki.
fi: Resurssin tunniste Aukiolosovelluksesta.

source: Hash of the opening hours. Used to determine if the opening hours have changed.
fi: Aukioloaikojen tarkiste. Käytetään määrittämään, ovatko aukioloajat muuttuneet.

source: All opening hours have been fetched from Hauki up until this date. Opening hours are fetched until the last day of the month two years from now.
fi: Kaikki aukioloajat on haettu Aukiolosovelluksesta tähän päivämäärään asti. Aukioloajat haetaan kaksi vuotta eteenpäin.

source: Reservable Time Spans updated.
fi: Varattavat aikavälit päivitetty.

source: The Paytrail Merchant ID should be a six-digit number.
fi: Kaupan paytrail-tunnuksen tulisi olla kuusinumeroinen.

source: Shop ID
fi: Kaupan tunnus

source: Business ID
fi: Y-tunnus

source: ZIP code
fi: Postinumero

source: Email address
fi: Sähköpostiosoite

source: Phone number
fi: Puhelinnumero

source: URL
fi: Verkko-osoite

source: Terms of service URL
fi: Käyttöehtojen URL

source: Merchant ID
fi: Kauppiastunniste

source: Merchant name
fi: Kauppiaan nimi

source: Value comes from the Merchant Experience API
fi: Arvo tulee kauppiaskokemusrajapinnasta

source: Reservation
fi: Varaus

source: Remote order ID
fi: Ulkoinen tilaustunniste

source: Payment ID
fi: Maksutunniste

source: Refund ID
fi: Maksun palautuksen tunniste

source: Payment type
fi: Maksutyyppi

source: Payment status
fi: Maksun tila

source: Net amount
fi: Nettomäärä

source: VAT amount
fi: ALV-määrä

source: Total amount
fi: Kokonaismäärä

source: Processed at
fi: Käsitelty

source: Language
fi: Kieli

source: Reservation user UUID
fi: Varaajan UUID

source: Checkout URL
fi: Kassan URL

source: Receipt URL
fi: Kuitin URL

source: The reservation associated with this payment order
fi: Varaus, joka liittyy tähän maksutilaan

source: eCommerce order ID
fi: eCommerce-tilaustunniste

source: eCommerce payment ID
fi: eCommerce-maksutunniste

source: Available only when order has been refunded
fi: Saatavilla vain, kun maksu on palautettu

source: Search by Payment Order ID, Reservation ID, Remote Order ID, Reservation name, or Reservation Unit name
fi: Etsi maksutunnuksella, varauksen tunnuksella, verkkokaupan tunnuksella, varauksen nimellä tai varausyksikön nimellä

source: First name
fi: Etunimi

source: Last name
fi: Sukunimi

source: Person's first name.
fi: Henkilön etunimi

source: Person's last name.
fi: Henkilön sukunimi

source: Person's email address.
fi: Henkilön sähköpostiosoite

source: Person's phone number.
fi: Henkilön puhelinnumero

source: Search by first name or last name.
fi: Etsi etu- tai sukunimellä.

source: Request ID
fi: Rajapintakyselyn ID

source: Path
fi: Polku

source: Body
fi: Sisältö

source: Duration (ms)
fi: Kesto (ms)

source: Created
fi: Luotu

source: Random ID for grouping this log with other logs from the same request.
fi: Satunnainen ID, jonka avulla tämä loki voidaan ryhmitellä muiden saman rajapintakyselyn aikana luotujen lokien kanssa.

source: Request path where the SQL was executed.
fi: Rajapintakyselyn polku, jossa SQL suoritettiin.

source: Body of the request that executed the SQL.
fi: Rajapintakyselyn sisältö, joka suoritti SQL:n.

source: Duration of the request in milliseconds.
fi: Rajapintakyselyn kesto millisekuntia.

source: When the SQL query was executed.
fi: Milloin SQL-kysely suoritettiin.

source: Search by request ID, path or body
fi: Etsi rajapintakyselyn ID:llä, polulla tai sisällöllä

source: Queries
fi: Tietokantakyselyjä

source: Duration Total (ms)
fi: Kesto yhteensä (ms)

source: Duration SQL (ms)
fi: Kyselyn kesto (ms)

source: Export rows to CSV
fi: Vie lokit CSV tiedostoon

source: Search by Reservation ID or name
fi: Etsi varauksen ID:llä tai nimellä

source: Price
fi: Hinta

source: Reservee information
fi: Varaajan tiedot

source: Billing information
fi: Laskutustiedot

source: None of the selected reservations can be denied.
fi: Yhtään valittua varausta ei voida hylätä.

source: Are you sure you want deny these reservations?
fi: Oletko varma, että haluat hylätä nämä varaukset?

source: Selected reservations have been denied.
fi: Valitut varaukset on hylätty.

source: Deny selected reservations without refund
fi: Hylkää valitut varaukset ilman hyvitystä

source: Deny selected reservations and refund
fi: Hylkää valitut varaukset ja hyvitä

source: Refund has been initiated for selected reservations.
fi: Hyvitys on aloitettu valituille varauksille.

source: No reservations with paid orders to refund.
fi: Ei varauksia hyvitettävillä maksetuilla tilauksilla.

source: Recurring reservation
fi: Toistuva varaus

source: Yes
fi: Kyllä

source: No
fi: Ei

source: Paid reservation
fi: Maksullinen varaus

source: State
fi: Tila

source: Reservation type
fi: Varauksen tyyppi

source: Cancel details
fi: Perumistiedot

source: Handling details
fi: Käsittelytiedot

source: Buffer time before
fi: Tauko ennen varausta

source: Buffer time after
fi: Tauko varauksen jälkeen

source: Handled at
fi: Käsitelty

source: Confirmed at
fi: Vahvistettu

source: Price net
fi: Nettohinta

source: Non-subsidised price
fi: Subventoimaton hinta

source: Non-subsidised net price
fi: Subventoimaton nettohinta

source: Unit price
fi: Yksikköhinta

source: Tax percentage value
fi: Veroprosentti

source: Applying free of charge
fi: Hakee alennusta

source: Free of charge reason
fi: Alennuksen haun syy

source: Reservee ID
fi: Varaajan y-tunnus
