Repository: City-of-Helsinki/tilavarauspalvelu-core
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi

# OrganizationType
source: Public association
fi: Julkinen yhdistys

# OrganizationType
source: Unregistered association
fi: Rekisteröimätön yhdistys

# OrganizationType
source: Municipality consortium
fi: Kuntakonsortio

# OrganizationType
source: Religious community
fi: Uskonnollinen yhteisö

# BannerNotificationLevel
source: Exception
fi: Poikkeus

# BannerNotificationLevel
source: Warning
fi: Varoitus

# BannerNotificationLevel
source: Normal
fi: Normaali

# BannerNotificationTarget
source: All
fi: Kaikki

# BannerNotificationTarget
source: Staff
fi: Henkilökunta

# BannerNotificationTarget
source: User
fi: Käyttäjä

# BannerNotificationState
source: Draft
fi: Luonnos

# BannerNotificationState
source: Scheduled
fi: Ajastettu

# BannerNotificationState
source: Active
fi: Aktiivinen

# Email
source: 'My applications' page
fi: 'Omat hakemukset' -sivulla

# Email
source: You can view the result of the processing on the %(page)s
fi: Näet tiedon käsittelyn tuloksesta %(page)s

# Email
source: Your application has been processed
fi: Hakemuksesi on käsitelty

# Email
source: You can view the application you have sent on the %(page)s
fi: Voit tarkastella lähettämääsi hakemusta %(page)s

# Email
source: Your application is being processed
fi: Hakemustasi käsitellään

# Email
source: The application deadline has passed. We will notify you of the result when your application has been processed.
fi: Hakuaika on päättynyt. Ilmoitamme käsittelyn tuloksesta, kun hakemuksesi on käsitelty.

# Email
source: You can edit your application on the %(page)s until the application deadline
fi: Voit muokata hakemustasi %(page)s hakuajan päättymiseen asti

# Email
source: Your application has been received
fi: Hakemuksesi on vastaanotettu

# Email
source: Thank you for your application
fi: Kiitos hakemuksestasi

# Email
source: Your seasonal booking has been cancelled
fi: Kausivarauksesi on peruttu

# Email
source: All space reservations included in your seasonal booking have been cancelled
fi: Kaikki kausivaraukseesi kuuluvat tilavaraukset on peruttu

# Email
source: Reason
fi: Syy

# Email
source: Seasonal Booking
fi: Kausivaraus

# Email
source: The customer has canceled the seasonal booking
fi: Asiakas on perunut kausivarauksen

# Email
source: The customer has canceled all space reservations included in the seasonal booking
fi: Asiakas on perunut kaikki kausivaraukseen kuuluvat tilavaraukset

# Email
source: You can view the booking at
fi: Voit tarkistaa varauksen tiedot osoitteessa

# Email
source: City of Helsinki
fi: Helsingin kaupunki

# Email
source: Hi
fi: Hei

# Email
source: Kind regards
fi: Ystävällisin terveisin

# Email
source: Thank you for choosing Varaamo!
fi: Kiitos, kun käytit Varaamoa!

# Email
source: This is an automated message, please do not reply
fi: Tämä on automaattinen viesti, johon ei voi vastata

# Email
source: Contact us
fi: Ota yhteyttä

# Email
source: Book the city's premises and equipment for your use at %(link)s
fi: Varaa kaupungin tiloja ja laitteita käyttöösi helposti osoitteessa %(link)s

# Email
source: From
fi: Alkamisaika

# Email
source: To
fi: Päättymisaika

# Email
source: at
fi: klo

# Email
source: 'My bookings' page
fi: 'Omat Varaukset' -sivulla

# Email
source: Manage your booking at Varaamo. You can check the details of your booking and Varaamo's terms of contract and cancellation on the %(page)s.
fi: Hallitse varaustasi Varaamossa. Voit perua varauksesi ja tarkistaa varauksen tiedot sekä Varaamon sopimus- ja peruutusehdot %(page)s.

# Email
source: Price
fi: Hinta

# Email
source: incl. VAT
fi: sis. alv

# Email
source: Booking number
fi: Varausnumero

# Email
source: You can check your booking details at
fi: Voit käydä tarkistamassa varauksesi tiedot osoitteessa

# Email
source: Your staff access to Varaamo is expiring
fi: Henkilökunnan käyttöoikeutesi Varaamoon on vanhentumassa

# Email
source: Your staff access to Varaamo will expire if you do not log in to the service within two weeks.
fi: Henkilökunnan käyttöoikeutesi Varaamoon vanhenee, jos et kirjaudu sisään palveluun kahden viikon kuluessa.

# Email
source: Log in to the service at
fi: Kirjaudu palveluun osoitteessa

# Email
source: Your user account in the Varaamo service is expiring
fi: Käyttäjätilisi Varaamo-palveluun on vanhentumassa

# Email
source: Your user account in the Varaamo service will expire if you do not log in within two weeks. The information will be permanently deleted if your account expires.
fi: Käyttäjätilisi Varaamo-palvelussa vanhenee, jos et kirjaudu sisään palveluun kahden viikon kuluessa. Tiedot poistetaan pysyvästi, jos tilisi vanhenee.

# Email
source: You can extend the validity of your user account by logging into the service at
fi: Voit jatkaa käyttäjätilisi voimassaoloa kirjautumalla sisään palveluun osoitteessa

# Email
source: Your booking has been confirmed with the following discount:
fi: Varauksesi on hyväksytty, ja varaukseen on myönnetty seuraava alennus:

# Email
source: Your booking is now confirmed
fi: Varauksesi on nyt vahvistettu

# Email
source: Your booking is confirmed
fi: Varauksesi on vahvistettu

# Email
source: Additional information about your booking
fi: Lisätietoa varauksestasi

# Email
source: Your booking has been cancelled
fi: Varauksesi on peruttu

# Email
source: Your reason for cancellation
fi: Peruutuksen syy

# Email
source: Additional information about cancellation
fi: Lisätietoa peruutuksesta

# Email
source: Thank you for your booking at Varaamo
fi: Kiitos varauksestasi Varaamossa

# Email
source: You have made a new booking
fi: Olet tehnyt uuden varauksen

# Email
source: Your booking has been updated
fi: Varaustasi on muutettu

# Email
source: Unfortunately your booking cannot be confirmed
fi: Valitettavasti varaustasi ei voida vahvistaa

# Email
source: Additional information
fi: Lisätietoa

# Email
source: Your booking is waiting for processing
fi: Varauksesi odottaa käsittelyä

# Email
source: You have made a new booking request
fi: Olet tehnyt alustavan varauksen

# Email
source: You will receive a confirmation email once your booking has been processed. We will contact you if further information is needed regarding your booking request.
fi: Saat varausvahvistuksen sähköpostitse, kun varauksesi on käsitelty. Otamme sinuun yhteyttä, jos tarvitsemme lisätietoja varauspyyntöösi liittyen.

# Email
source: Pay the booking
fi: Maksa varaus

# Email
source: Your booking has been confirmed, and can be paid
fi: Varauksesi on hyväksytty, ja sen voi maksaa pankkitunnuksilla

# Email
source: Due date
fi: Eräpäivä

# Email
source: The space reservation included in your seasonal booking has been cancelled
fi: Kausivaraukseesi kuuluva tilavaraus on peruttu

# Email
source: The time of the space reservation included in your seasonal booking has changed
fi: Kausivaraukseesi kuuluvan tilavarauksen ajankohta on muuttunut

# Email
source: Day
fi: Päivä

# Email
source: Time
fi: Kellonaika

# Email
source: New booking %(reservation_id)s has been made for %(unit_name)s
fi: Toimipisteeseen %(unit_name)s on tehty uusi tilavaraus %(reservation_id)s

# Email
source: A new booking has been confirmed for %(reservation_unit_name)s
fi: Varausyksikköön %(reservation_unit_name)s on tehty uusi hyväksytty varaus

# Email
source: Reservee name
fi: Varaajan nimi

# Email
source: New booking %(reservation_id)s requires handling at unit %(unit_name)s
fi: Uusi tilavaraus %(reservation_id)s odottaa käsittelyä toimipisteessä %(unit_name)s

# Email
source: A booking request for %(reservation_unit_name)s is waiting for processing
fi: Varausyksikköön %(reservation_unit_name)s on tehty uusi käsittelyä vaativa varauspyyntö

# Email
source: You can view and handle the booking at
fi: Voit tarkistaa ja käsitellä varauksen osoitteessa

source: ability group
fi: tasoryhmä

source: ability groups
fi: tasoryhmät

source: address
fi: osoite

source: addresses
fi: osoitteet

source: affecting time span
fi: vaikuttava aikaväli

source: affecting time spans
fi: vaikuttavat aikavälit

source: age group
fi: ikäryhmä

source: age groups
fi: ikäryhmä

source: allocated time slot
fi: jaettu vuoro

source: allocated time slots
fi: jaetut vuorot

source: Begin time must be before end time.
fi: Aloitusaika tulee ennen lopetusaikaa.

source: application
fi: hakemus

source: applications
fi: hakemukset

source: application round
fi: kausivarauskierros

source: application rounds
fi: kausivarauskierros

source: application round time slot
fi: kausivararattava aika

source: application round time slots
fi: kausivararattavat ajat

source: application section
fi: hakemuksen osa

source: application sections
fi: hakemuksen osat

source: Reservations begin date must be before reservations end date.
fi: Varausten alkamispäivä tulee ennen varausten loppumispäivää.

source: Reservation min duration cannot be greater than reservation max duration.
fi: Varauksen minimikesto ei voi olla suurempi kuin varauksen maksimikesto.

source: Can only apply from 1 to 7 reservations per week.
fi: Voi hakea vain 1-7 varausta viikossa.

source: Reservation min and max durations must be multiples of 30 minutes, up to a maximum of 24 hours.
fi: Varauksen minimi- ja maksimikeston tulee olla 30 minuutin monikertoja, jakorkeintaan 24 tuntia.

source: banner notification
fi: järjestelmäilmoitus

source: banner notifications
fi: järjestelmäilmoitukset

source: Non-draft notifications must have an active period and message set.
fi: Ei-luonnos ilmoituksilla täytyy olla aktiivinen ajanjakso ja viesti.

source: Both 'active_from' and 'active_until' must be either empty or set. If both are set, 'active_until' must be after 'active_from'.
fi: 'active_from' ja 'active_until' täytyy olla joko tyhjiä tai asetettuja. Jos molemmat on asetettu, 'active_until' täytyy olla 'active_from' jälkeen.

source: Someone else, who?
fi: Joku muu, kuka?

source: Something else, what?
fi: Jokin muu, mikä?

source: bug report
fi: virheilmoitus

source: bug reports
fi: virheilmoitukset

source: city
fi: kotikunta

source: cities
fi: kotikunnat

source: equipment
fi: varuste

source: equipments
fi: varusteet

source: equipment category
fi: varustekategoria

source: equipment categories
fi: varustekategoriat

source: general role
fi: yleinen rooli

source: general roles
fi: yleiset roolit

source: location
fi: sijainti

source: locations
fi: sijainnit

source: is after current year
fi: on nykyvuoden jälkeen

source: organisation
fi: organisaatio

source: organisations
fi: organisaatiot

source: origin hauki resource
fi: aukiolosovelluksen resurssi

source: origin hauki resources
fi: aukiolosovelluksen resurssit

source: payment accounting
fi: kirjanpidon tiliöintitieto

source: payment accountings
fi: kirjanpidon tiliöintitiedot

source: One of the following fields must be given: internal_order, profit_center, project
fi: Jokin seuraavista kentistä täytyy olla annettu: internal_order, profit_center, project

source: payment merchant
fi: kauppias

source: payment merchants
fi: kauppiaat

source: payment order
fi: maksutapahtuma

source: payment orders
fi: maksutapahtumat

source: Must be greater than 0.01
fi: Täytyy olla suurempi kuin 0.01

source: Must be greater than 0
fi: Täytyy olla suurempi kuin 0

source: Must be the sum of net and vat amounts
fi: Täytyy olla netto- ja ALV-määrien summa

source: payment product
fi: maksutuote

source: payment products
fi: maksutuotteet

source: person
fi: henkilö

source: persons
fi: henkilöt

source: personal info view log
fi: henkilötietojen näyttöloki

source: personal info view logs
fi: henkilötietojen näyttölokit

source: purpose
fi: käyttötarkoitus

source: purposes
fi: käyttötarkoitukset

source: qualifier
fi: tarkenne

source: qualifiers
fi: tarkenteet

source: recurring reservation
fi: toistuva varaus

source: recurring reservations
fi: toistuvat varaukset

source: rejected occurrence
fi: hylätty ajankohta

source: rejected occurrences
fi: hylätyt ajankohdat

source: request log
fi: rajapintakutsun loki

source: request logs
fi: rajapintakutsujen lokit

source: `start_datetime` must be before `end_datetime`.
fi: `start_datetime` täytyy olla ennen `end_datetime`.

# ICAL
source: Reservation for %(name)s
fi: Varaus kohteeseen %(name)s

# ICAL
source: Booking details
fi: Varauksen tiedot

# ICAL
source: at
fi: klo

# ICAL
source: From
fi: Alkamisaika

# ICAL
source: To
fi: Päättymisaika

# ICAL
source: Manage your booking at Varaamo. You can check the details of your booking and Varaamo's terms of contract and cancellation on the '%(bookings)s' page.
fi: Hallitse varaustasi Varaamossa. Voit perua varauksesi ja tarkistaa varauksen tiedot sekä Varaamon sopimus- ja peruutusehdot '%(bookings)s' -sivulla.

# ICAL
source: My bookings
fi: Omat Varaukset

source: reservation
fi: varaus

source: reservations
fi: varaukset

source: Closed
fi: suljettu

source: reservation cancel reason
fi: varauksen peruutuksen syy

source: reservation cancel reasons
fi: varauksen peruutuksen syyt

source: reservation deny reason
fi: varauksen hylkäyksen syy

source: reservation deny reasons
fi: varauksen hylkäyksen syyt

source: reservation metadata field
fi: varauslomakkeen kenttä

source: reservation metadata fields
fi: varauslomakkeen kentät

source: reservation metadata set
fi: varauslomake

source: reservation metadata sets
fi: varauslomakkeet

source: reservation purpose
fi: varaustarkoitus

source: reservation purposes
fi: varaustarkoitukset

source: reservation statistic
fi: varausstatistiikka

source: reservation statistics
fi: varausstatistiikat

source: reservation statistics reservation unit
fi: varausstatistiikan varausyksikkö

source: reservation statistics reservation units
fi: varausstatistiikkojen varausyksiköt

source: reservation unit
fi: varausyksikkö

source: reservation units
fi: varausyksiköt

source: reservation unit cancellation rule
fi: varausyksikön perusmissääntö

source: reservation unit cancellation rules
fi: varausyksikön perusmissäännöt

source: reservation unit hierarchy
fi: varausyksikön hierarkia

source: reservation unit hierarchies
fi: varausyksiköiden hierarkiat

source: reservation unit image
fi: varausyksikön kuva

source: reservation unit images
fi: varausyksiköiden kuvat

source: reservation unit option
fi: varausyksikkövaihtoehto

source: reservation unit options
fi: varausyksikkövaihtoehtot

source: Preferred order must be unique for each application section
fi: Suosittu järjestys tulee olla uniikki jokaiselle hakemuksen osalle

source: reservation unit payment type
fi: varausyksikön maksutyyppi

source: reservation unit payment types
fi: varausyksikön maksutyypit

source: reservation unit pricing
fi: varausyksikön hinnoittelu

source: reservation unit pricings
fi: varausyksiköiden hinnoittelut

source: reservation unit type
fi: varausyksikkötyyppi

source: reservation unit types
fi: varausyksikkötyypit

source: resource
fi: resurssi

source: resources
fi: resurssit

source: space
fi: tila

source: spaces
fi: tilat

source: SQL log
fi: SQL loki

source: SQL logs
fi: SQL lokit

source: suitable time range
fi: sopiva aikaväli

source: suitable time ranges
fi: sopivat aikavälit

source: Begin and end times must be a multiples of 60 minutes.
fi: Alku- ja lopetusaikojen tulee olla 60 minuutin monikertoja.

source: tax percentage
fi: veroprosentti

source: tax percentages
fi: veroprosentit

# singular
source: terms of use
fi: käyttöehto

# plural
source: terms of use
fi: käyttöehdot

source: unit
fi: toimipiste

source: units
fi: toimipisteet

source: unit group
fi: toimipisteryhmä

source: unit groups
fi: toimipisteryhmät

source: unit role
fi: toimipisterooli

source: unit roles
fi: toimipisteroolit

source: user
fi: käyttäjä

source: users
fi: käyttäjät

source: Seasonal Booking
fi: Kausivaraus

source: This field is required.
fi: Tämä kenttä on pakollinen.

source: Enter a valid time.
fi: Syötä oikea aika.
