Repository: City-of-Helsinki/tilavarauspalvelu-core
Catalog: api/locale/*/LC_MESSAGES/django.po
Languages: fi

source: Order numbers should be unique
fi: Järjestysnumerot täytyy olla uniikkeja

source: Maximum duration should be larger than minimum duration
fi: Maksimikeston täytyy olla suurempi kuin minimikeston

source: Application must have application events
fi: Hakemuksella täytyy olla vuorotoiveita

source: Application events must have schedules
fi: Vuorotoiveilla täytyy olla aikatoiveita

source: Field "{field}" is required for application event.
fi: Kenttä "{field}" on pakollinen kenttä vuorotoiveelle.

source: Application must have contact person
fi: Hakemuksella täytyy olla kontaktihenkilö

source: Field "{field}" is required for contact person.
fi: Kenttä "{field}" on pakollinen kenttä kontaktihenkilölle.

source: Either 'unit_group_id' or 'unit_id' must be specified.
fi: Joko, toimipisteryhmän id (unit_group_id) tai toimipisteen id (unit_id) on annettava.

source: Overlapping reservations are not allowed
fi: Päällekkäisiä varauksia ei sallita.

source: Maximum age should be larger than minimum age
fi: Maksimi-ikä tulee olla suurempi kuin minimi-ikä
